Repository: geschke/azbalac
Catalog: languages/*.po
Languages: de_de

source: % Comments
de_de: % Kommentare

source: &hellip;or enter URL to link to
de_de: &hellip;oder URL eingeben zur Verlinkung

source: &hellip;use Image
de_de: &hellip;Bild verwenden

source: &laquo; Previous
de_de: &laquo; Zurück

source: &larr; Older Comments
de_de: &larr; Ältere Kommentare

source: &mdash; Select &mdash;
de_de: &mdash; Auswählen &mdash;

source: 1 Comment
de_de: 1 Kommentar

source: <span class="byline-icon bi bi-chat-text" aria-hidden="true"></span> Leave a comment<span class="screen-reader-text"> on %s</span>
de_de: <span class="byline-icon bi bi-chat" aria-hidden="true"></span> Schreibe einen Kommentar<span class="screen-reader-text"> zu %s</span>

source: <span class="byline-icon bi bi-pencil-square" aria-hidden="true"></span>Edit <span class="screen-reader-text">%s</span>
de_de: <span class="byline-icon bi bi-pencil-square" aria-hidden="true"></span>Bearbeite <span class="screen-reader-text">%s</span>

source: <span class="screen-reader-text">Author: </span>
de_de: <span class="screen-reader-text">Autor: </span>

source: <span class="screen-reader-text">Date: </span>
de_de: <span class="screen-reader-text">Datum: </span>

source: About Azbalac theme
de_de: Über Azbalac Theme

source: Above header (with standard navigation)
de_de: Oberhalb des Headers (bei Standard-Navigation)

source: Above navigation (if navbar position is not fixed)
de_de: Oberhalb Navigationsleiste (wenn Navigationsleiste nicht am oberen Rand fixiert ist)

source: Add as many elements as you want.
de_de: Eine beliebige Anzahl von Elementen hinzufügen.

source: Add new element
de_de: Neues Element hinzufügen

source: Alignment
de_de: Ausrichtung

source: Archives
de_de: Archive

source: Below Footer
de_de: Unterhalb des Footers

source: Between Content and Footer
de_de: Zwischen Inhaltsbereich und Footer

source: Between content and footer
de_de: Zwischen Inhalt und Footer

source: Between featured articles and content
de_de: Zwischen hervorgehobenen Beiträgen und Standard-Inhalt

source: Between navigation and featured articles
de_de: Zwischen Navigationsleiste und hervorgehobenen Beiträgen

source: Button Alignment
de_de: Button-Ausrichtung

source: Button Background Color
de_de: Hintergrundfarbe des Buttons

source: Button Background Mouseover Color
de_de: Hintergrundfarbe des Buttons bei Mouseover

source: Button Foreground (Icon) Color
de_de: Schriftfarbe für das Icon

source: Button Size
de_de: Größe der Buttons

source: Button Type
de_de: Button-Typ

source: Category Archives: %s
de_de: Archiv der Kategorie: %s

source: Category:
de_de: Kategorie:

source: Center
de_de: Zentriert

source: Centered
de_de: Zentriert

source: Change Image
de_de: Bild wechseln

source: Choose Icon
de_de: Icon auswählen

source: Choose Image
de_de: Bild auswählen

source: Circle
de_de: Rund

source: Comment navigation
de_de: Kommentar-Navigation

source: Comments are closed.
de_de: Kommentare sind geschlossen.

source: Configuration of Slider
de_de: Slider-Konfiguration

source: Configuration of Social Media Buttons
de_de: Konfiguration der Social-Media-Buttons

source: Configuration of the theme
de_de: Theme-Konfiguration

source: Configure Slider #%d
de_de: Slider #%d konfigurieren

source: Configure URLs of your Social Media Buttons
de_de: URLs der Social-Media-Buttons konfigurieren

source: Continue reading<span class="screen-reader-text"> on %s</span><span class="meta-nav"> &raquo;</span>
de_de: Weiterlesen <span class="screen-reader-text">bei %s</span><span class="meta-nav"> &raquo;</span>

source: Custom Logo Position
de_de: Benutzerdefinierte Logo-Positionierung

source: Cycle continuously
de_de: Dauerhafte Bewegung

source: Daily Archives: %s
de_de: Archiv für den Tag: %s

source: Default
de_de: Standard

source: Description
de_de: Beschreibung (Untertitel)

source: Do not resize automatically the default header image
de_de: Keine automatische Anpassung des Standard Header-Bildes

source: Do not resize automatically the extra small header image
de_de: Keine automatische Anpassung des Header-Bildes für sehr kleine Display-Größen.

source: Do not resize automatically the medium screen header image
de_de: Keine automatische Anpassung des Header-Bildes für mittlere Display-Größen.

source: Do not resize automatically the small screen header image
de_de: Keine automatische Anpassung des Header-Bildes für kleine Display-Größen.

source: Edit general settings: colors, main layout, navigation bar.
de_de: Allgemeine Einstellungen konfigurieren: Styling, Layout, Navigation

source: Edit homepage settings
de_de: Homepage-Einstellungen bearbeiten

source: Edit Lead Section Content
de_de: Aufmacher-Bereich Inhalte bearbeiten

source: Edit Lead Section Options
de_de: Aufmacher-Bereich Einstellungen bearbeiten

source: Edit posts settings
de_de: Beitrags-Einstellungen bearbeiten

source: Enter the complete Facebook profile page URL (please include http or https!)
de_de: Facebook-Profilseiten-URL angeben (inkl. http oder https)

source: Enter the complete GitHub profile page URL (please include http or https!)
de_de: GitHub-Profilseiten-URL angeben (inkl. http oder https)

source: Enter the complete Instagram page URL (please include http or https!)
de_de: Instagram-Profilseiten-URL angeben (inkl. http oder https)

source: Enter the complete LinkedIn page URL (please include http or https!)
de_de: LinkedIn-Profilseiten-URL angeben (inkl. http oder https)

source: Enter the complete YouTube channel page URL (please include http or https!)
de_de: YouTube-Channel-URL angeben (inkl. http oder https)

source: Enter the Twitter profile page URL (please include http!)
de_de: Twitter-Profilseiten-URL angeben (inkl. http oder https)

source: Featured
de_de: Hervorgehoben

source: Featured Post
de_de: Hervorgehobener Beitrag

source: Feedback and Support
de_de: Feedback und Support

source: Fixed to top
de_de: Oben fixiert

source: Font Size
de_de: Schriftgröße

source: Footer Background Color
de_de: Footer-Hintergrundfarbe

source: Footer Font Color
de_de: Footer-Schriftfarbe

source: Footer Options
de_de: Footer-Einstellungen

source: Footer Widget Area #%d
de_de: Footer Widget-Bereich #%d

source: General Settings
de_de: Allgemeine Einstellungen

source: Go to Customizer
de_de: Gehe zum Customizer

source: Header Background Color
de_de: Header Hintergrundfarbe

source: Header Image (extra small screen)
de_de: Header-Bild (sehr kleine Displays)

source: Header Image (medium screen)
de_de: Header-Bild (mittlere Displays)

source: Header Image (small screen)
de_de: Header-Bild (kleine Displays)

source: Header Image - navigate to homepage
de_de: Header-Bild - Link zur Homepage

source: Header Image Options
de_de: Header-Bild-Einstellungen

source: Header Menu
de_de: Header-Menü

source: Home Options
de_de: Homepage-Einstellungen

source: Icon Color
de_de: Icon-Farbe

source: If available, this image will be used with extra small devices (phones, less than 768px). Please use a minimal width of 690px. It is available when chosen default navbar.
de_de: Wenn vorhanden, wird das Header-Bild bei sehr kleinen Display-Größen verwendet (Smartphones, kleiner als 768ox). Als minimale Breite werden 690px empfohlen. Das Header-Bild wird nur verwendet, wenn die Standard-Navigationsleiste eingesetzt wird.

source: If available, this image will be used with medium devices (desktops, 992px and up). Please use a minimal width of 912px. It is available when chosen default navbar.
de_de: Wenn vorhanden, wird das Header-Bild bei mittleren Display-Größen verwendet (Desktops, 992px und größer). Als minimale Breite werden 912px empfohlen. Das Header-Bild wird nur verwendet, wenn die Standard-Navigationsleiste eingesetzt wird.

source: If available, this image will be used with small devices (tablets, 768px and up). Please use a minimal width of 690px. It is available when chosen default navbar.
de_de: Wenn vorhanden, wird das Header-Bild bei kleinen Display-Größen verwendet (Tablets,768px und größer). Als minimale Breite werden 690px empfohlen. Das Header-Bild wird nur verwendet, wenn die Standard-Navigationsleiste eingesetzt wird.

source: If checked, the default header image will <b>not</b> be resized to fit the width of the screen.
de_de: Wenn aktiviert, wird das Standard-Header-Bild <b>nicht</b> an die jeweilige Display-Breite angepasst.

source: If checked, the extra small header image will <b>not</b> be resized to fit the width of the screen.
de_de: Wenn aktiviert, wird das Header-Bild für sehr kleine Display-Größen <b>nicht</b> an die jeweilige Display-Breite angepasst.

source: If checked, the medium screen header image will <b>not</b> be resized to fit the width of the screen.
de_de: Wenn aktiviert, wird das Header-Bild für mittlere Display-Größen <b>nicht</b> an die jeweilige Display-Breite angepasst.

source: If checked, the small screen header image will <b>not</b> be resized to fit the width of the screen.
de_de: Wenn aktiviert, wird das Header-Bild für kleine Display-Größen <b>nicht</b> an die jeweilige Display-Breite angepasst.

source: Image displayed on slider
de_de: Bild für Slider

source: Image Shape
de_de: Bild-Kontur

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
de_de: Es sieht so aus, als ob wir nicht das finden konnten, wonach du gesucht hast. Möglicherweise hilft die Suchfunktion.

# label
source: Search for:
de_de: Suche nach:

source: Large
de_de: Groß

source: Large Feature (Jumbotron)
de_de: Große Hervorhebung (Jumbotron)

source: Lead Area Content
de_de: Aufmacher-Bereich Inhalte

source: Lead Area Options
de_de: Aufmacher-Bereich Einstellungen

source: Lead Position
de_de: Position Aufmacher

source: Lead Section Content
de_de: Aufmacher-Bereich Inhalte

source: Left
de_de: Links

source: Link to any URL
de_de: Link zu einer beliebigen URL

source: Link to Page
de_de: Seite verlinken

source: Link to Page or&hellip;
de_de: Mit einer Seite verlinken oder&hellip;

source: Link to Post or&hellip;
de_de: Mit einem Beitrag verlinken oder&hellip;

source: Maximum number of featured articles on homepage
de_de: Maximale Anzahl von hervorgehobenen Beiträgen auf der Homepage

source: Medium
de_de: Mittel

source: Menu Alignment
de_de: Menü Ausrichtung

source: Monthly Archives: %s
de_de: Archiv für den Monat: %s

source: Navbar fixed options
de_de: Einstellungen der Navigation

source: Navbar style
de_de: Navigationsleiste Style

source: Newer Comments &rarr;
de_de: Neuere Kommentare &rarr;

source: Next
de_de: Vor

source: Next &raquo;
de_de: Vor &raquo;

source: No Image selected
de_de: Kein Bild ausgewählt

source: No Image Shape
de_de: Keine Bild-Kontur

source: Not featured
de_de: Keine Hervorhebung

source: Nothing Found
de_de: Es konnte nichts gefunden werden.

# noun
source: Comment
de_de: Kommentar

source: Number of milliseconds a photo is displayed for (enter 0 for no automatically cycling).
de_de: Zeit in Millisekunden, die vergehen soll, bevor das nächste Objekt aufgerufen wird (0 für keine automatische Bewegung)

source: One thought on &ldquo;%2$s&rdquo;
de_de: Ein Gedanke zu &bdquo;%2$s&ldquo;

source: Page %s
de_de: Seite %s

source: Pages:
de_de: Seiten:

source: Pause sliding on mouseenter
de_de: Pausiert die Bewegung des Sliders bei mouseenter

source: Pick a background color for the footer (default: transparent, i.e. use color defined in the theme stylesheet).
de_de: Hintergrundfarbe für den Footer (Standard: transparent, d.h. die im Stylesheet eingestellte Farbe wird verwendet).

source: Pick a background color for the header (default: transparent, i.e. use color defined in the theme stylesheet).
de_de: Hintergrundfarbe für den Header (Standard: transparent, d.h. die im Stylesheet eingestellte Farbe wird verwendet).

source: Pick a background color for the Lead Section (default: transparent, i.e. use color defined in the theme stylesheet).
de_de: Hintergrundfarbe für den Aufmacher-Bereich (Standard: transparent, d.h. die im Stylesheet eingestellte Farbe wird verwendet).

source: Pick a background color for the sidebar (default: transparent, i.e. use color defined in the theme stylesheet).
de_de: Hintergrundfarbe für die Sidebar (Standard: transparent, d.h. die im Stylesheet eingestellte Farbe wird verwendet).

source: Pick a background color for the Social Media icon (default: transparent, i.e. use color defined in the theme stylesheet).
de_de: Hintergrundfarbe für den Social-Media-Button (Standard: transparent, d.h. die im Stylesheet eingestellte Farbe wird verwendet).

source: Pick a background color for the Social Media icon when hovered (default: transparent, i.e. use color defined in the theme stylesheet).
de_de: Hintergrundfarbe für den Social-Media-Button bei Mouseover (Standard: transparent, d.h. die im Stylesheet eingestellte Farbe wird verwendet).

source: Pick a background color for the subfooter (default: transparent, i.e. use color defined in the theme stylesheet).
de_de: Hintergrundfarbe für den Subfooter (Standard: transparent, d.h. die im Stylesheet eingestellte Farbe wird verwendet).

source: Pick a color for the title and description text of this slide (default: transparent, i.e. use color defined in the theme stylesheet).
de_de: Schriftfarbe für den Titel und Beschreibung des Sliders (Standard: transparent, d.h. die im Stylesheet eingestellte Farbe wird verwendet).

source: Pick a foreground color for the footer (default: transparent, i.e. use color defined in the theme stylesheet).
de_de: Schriftfarbe für den Footer (Standard: transparent, d.h. die im Stylesheet eingestellte Farbe wird verwendet).

source: Pick a foreground color for the sidebar (default: transparent, i.e. use color defined in the theme stylesheet).
de_de: Schriftfarbe für die Sidebar (Standard: transparent, d.h. die im Stylesheet eingestellte Farbe wird verwendet).

source: Pick a foreground color for the Social Media icon (default: transparent, i.e. use color defined in the theme stylesheet).
de_de: Schriftfarbe für das Social-Media-Button Icon (Standard: transparent, d.h. die im Stylesheet eingestellte Farbe wird verwendet).

source: Pick a foreground color for the subfooter (default: transparent, i.e. use color defined in the theme stylesheet).
de_de: Schriftfarbe für den Subfooter (Standard: transparent, d.h. die im Stylesheet eingestellte Farbe wird verwendet).

source: Pick a link color for the subfooter (default: transparent, i.e. use color defined in the theme stylesheet).
de_de: Link-Farbe für den Subfooter (Standard: transparent, d.h. die im Stylesheet eingestellte Farbe wird verwendet).

# placeholder
source: Search &hellip;
de_de: Suche&#160;&hellip;

source: Please Add Widgets
de_de: Bitte Widgets hinzufügen

source: Position of Slider text
de_de: Platzierung des Textes auf dem Slider

source: Posts navigation
de_de: Beitrags-Navigation

source: Posts Settings
de_de: Beitrags-Einstellungen

source: Powered by <a href="https://wordpress.org">WordPress</a>. Theme Azbalac by <a href="https://www.geschke.net">Ralf Geschke</a>.
de_de: Dieses Blog läuft mit <a href="https://wordpress.org">WordPress</a>. Theme Azbalac von <a href="https://www.geschke.net">Ralf Geschke</a>.

source: Previous
de_de: Zurück

source: Read more &raquo;
de_de: Weiterlesen &raquo;

source: Read More <span class="screen-reader-text">on %1$s </span>&raquo;
de_de: Weiterlesen<span class="screen-reader-text"> bei %1$s </span>&raquo;

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
de_de: Bereit, um deinen ersten Beitrag zu veröffentlichen? <a href="%1$s">Starte hier</a>.

source: Remove
de_de: Entfernen

source: Remove "Read more" Buttons
de_de: „Weiterlesen“-Buttons entfernen

source: Remove element
de_de: Element entfernen

source: Remove this message by adding widgets to Footer Widget Area #%d.
de_de: Diese Nachricht ist ein Platzhalter und kann entfernt werden durch Hinzufügen von Inhalten im Footer Widget-Bereich #%d.

source: Right
de_de: Rechts

source: Rounded Corners
de_de: Runde Ecken

source: Search Results for: %s
de_de: Suchergebnisse für: %s

source: Section Background Color
de_de: Hintergrundfarbe Bereich

source: Section Title
de_de: Bereichs-Titel

source: Select Font Awesome Icon or&hellip;
de_de: Font Awesome Icon auswählen oder&hellip;

source: Select Icon or&hellip;
de_de: Icon auswählen oder&hellip;

source: Select Image
de_de: Bild auswählen

source: Set generic slider options
de_de: Allgemeine Slider-Einstellungen setzen

source: Set layout of the footer.
de_de: Layout-Einstellungen für den Footer

source: Set layout of your site.
de_de: Setze Layout der Website

source: Set options of Footer
de_de: Einstellungen für den Footer setzen

source: Set options of Social Media Buttons
de_de: Einstellungen der Social-Media-Buttons setzen

source: Set options of Subfooter, i.e. the area under the footer
de_de: Einstellungen des Subfooters, d.h. des Bereiches unterhalb des Footers

source: Show date and author of featured posts on homepage
de_de: Datum und Autor von hervorgehobenen Beiträgen auf der Homepage anzeigen

source: Show footer
de_de: Footer anzeigen

source: Show Lead Section
de_de: Aufmacher-Bereich anzeigen

source: Show slider
de_de: Slider anzeigen

source: Show Social Media Buttons
de_de: Social-Media-Buttons anzeigen

source: Show Subfooter
de_de: Subfooter anzeigen

source: Sidebar 1
de_de: Seitenleiste 1

source: Sidebar Background Color
de_de: Hintergrundfarbe Sidebar (Widgets)

source: Sidebar Font Color
de_de: Schriftfarbe Sidebar (Widgets)

source: Skip to main content
de_de: Zum Hauptinhalt springen

source: Slider image
de_de: Slider-Bild

source: Slider Options
de_de: Slider-Einstellungen

source: Slider reacts to keyboard events
de_de: Slider reagiert auf Tastatureingaben

source: Slider Text Color
de_de: Textfarbe Slider

source: Small
de_de: Klein

source: Social Media Buttons Options
de_de: Social-Media-Buttons Einstellungen

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
de_de: Entschuldigung, aber zu deinen Suchbegriffen wurde nichts passendes gefunden. Bitte versuche es mit anderen Stichworten noch einmal.

source: Square (rounded corners)
de_de: Quadratisch (abgerundete Ecken)

source: Sticky
de_de: Oben halten

source: Subfooter Background Color
de_de: Subfooter-Hintergrundfarbe

source: Subfooter content
de_de: Subfooter Inhalt

source: Subfooter Foreground Color
de_de: Subfooter-Schriftfarbe

source: Subfooter Link Color
de_de: Subfooter Link-Farbe

source: Subfooter Options
de_de: Subfooter-Einstellungen

source: Subtitle
de_de: Untertitel

source: Theme Options
de_de: Theme-Einstellungen

source: Theme Options:
de_de: Theme-Einstellungen:

source: Thumbnail
de_de: Vorschaubild

source: Title
de_de: Titel

source: Toggle navigation
de_de: Navigation ein-/ausblenden

source: Transition delay
de_de: Verzögerung beim Übergang

source: Use Image instead of Icon
de_de: Bild anstatt eines Icons benutzen

source: Use image shape for uploaded image:
de_de: Bilder-Konturen für das Bild wählen:

source: Use the example image from the theme if no default header image is set.
de_de: Nutze das Beispiel-Header-Bild des Themes, falls kein Standard-Header-Bild gesetzt ist.

source: View all posts in %s
de_de: Alle Artikel in %s ansehen

source: Welcome! Thank you for choosing Azbalac Theme! Please have a look at the new %swelcome page%s. You will find some information about new or updated features there.
de_de: Willkommen! Vielen Dank, dass Sie das Azbalac Theme gewählt haben! Bitte besuchen Sie die neue %swelcome page%s. Sie finden dort Informationen über neue oder aktualisierte Features.

source: Yearly Archives: %s
de_de: Archiv für das Jahr: %s

source: You can switch off this option, so no image will be displayed.
de_de: Diese Option kann abgeschaltet werden, so dass gar kein Header-Bild erscheint, falls kein Standard-Header-Bild gesetzt ist.
